Repository: rapidsms/rapidsms-legacy
Catalog: apps/httptester/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Web Message Tester
ar: تجربة الرسائل

source: ltr
ar: rtl

source: Message Tester
ar: تجربة الرسائل

source: Send
ar: ارسل

source: Phone Number:
ar: رقم الهاتف:

source: Message:
ar: الرسالة:

source: text 1 for distribution points. text 2 for hanging instructions
ar: النص 1 للنقاط الموزعة, النص 2 لتعليق التعليمات

source: All Previous Messages
ar: جميع الرسائل السابقة

source: characters
ar: احرف

source: No Messages Yet.
ar: لا يوجد رسائل
