Repository: rapidsms/rapidsms-legacy
Catalog: apps/webapp/locale/*/LC_MESSAGES/django.po
Languages: ar

source: 404 Error
ar: خطأ 404

source: Oops! Sorry, we couldn't find that. Please check your URL or try again later...
ar: عذرا, الرابط غير موجود. الرجاء اعادة المحاولة مرة اخرى فيما بعد...

source: 500 Error
ar: خطأ 500

source: Oops! Sorry something went wrong. Please try again later...
ar: عذرا, حدث خطأ . الرجاء المحاولة فيما بعد ...

source: Dashboard
ar: القائمة الرئيسية

source: Welcome to RapidSMS!
ar: مرحبا بكم في رابد اس ام اس

source: Click on a tab to explore.
ar: اكبس علئ عنوان للاستكشاف

source: Please
ar: الرجاء

source: log in
ar: الدخول

source: to continue.
ar: للمتابعة

source: /static/webapp/stylesheets/layout.css
ar: /static/webapp/stylesheets/layout_ar.css

source: ltr;
ar: rtl;

source: Log out
ar: الخروج

source: Log in
ar: الدخول

source: is available under
ar: موجود تحت

source: the BSD license
ar: ترخيص BSD

source: Continue
ar: تابع

source: Goodbye
ar: الى اللقاء

source: Thanks for visiting RapidSMS!
ar: شكرا لزيارتكم

source: Please come again.
ar: نتطلع لزيارتكم مرة اخرى

source: Log in again
ar: الدخول مرة اخرى

source: Login
ar: الدخول

source: Oops. Your username and password didn't match. Please try again.
ar: اسم الدخول وكلمة السر غير متوافقان, الرجاء المحاولة مرة اخرى

source: Oops. You do not have permission to view this section.
ar: ليس لديك الصلاحية لمشاهدة هذا الجزء

source: Please log in to RapidSMS
ar: الرجاء الدخول الى ربد اس ام اس

source: First Page
ar: الصفحة الاولى

source: Previous Page
ar: الصفحة السابقة

source: Next Page
ar: الصفحة التالية

source: Last Page
ar: الصفحة الاخيرة
